Repository: akozoubsky/post-expirator-pt_BR
Catalog: post-expirator-*.po
Languages: pt_br

source: Debugging table is currently empty.
pt_br: A tabela de debug está vazia.

source: Timestamp
pt_br: Marcação de data e hora

source: Message
pt_br: Mensagem

source: Post expires at EXPIRATIONTIME on EXPIRATIONDATE
pt_br: O post expira em EXPIRATIONTIME as EXPIRATIONDATE

source: Settings
pt_br: Configuracoes

source: Expires
pt_br: Expiração

source: Never
pt_br: Nunca

source: Post Expirator
pt_br: Expiração de Post

source: Enable Post Expiration
pt_br: Habilitar expiração de post

source: The published date/time will be used as the expiration value
pt_br: A data/hora publicada irá ser usada como o valor de expiração

source: Year
pt_br: Ano

source: Month
pt_br: Mês

source: Day
pt_br: Dia

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: How to expire
pt_br: Como realizar a expiração

source: Expiration Categories
pt_br: Categorias de Expiração

source: General Settings
pt_br: Configurações Gerais

source: Defaults
pt_br: Padrões

source: Diagnostics
pt_br: Diagnósticos

source: View Debug Logs
pt_br: Ver Log de Debugs

source: Post Expirator Options
pt_br: Opções de Expiração de Post

source: Saved Options!
pt_br: Opções salvas!

source: The post expirator plugin sets a custom meta value, and then optionally allows you to select if you want the post changed to a draft status or deleted when it expires.
pt_br: O plugin post expirator (expiração de post) define um valor meta personalizado e opcionalmente permite que você selecione se a situação do post deva ser alterada para rascunho ou que o post seja apagado quando expirar.

source: Valid [postexpirator] attributes:
pt_br: Atributos [postexpirator] válidos:

source: Date Format:
pt_br: Formato de data:

source: Time Format:
pt_br: Formato de hora:

source: Default Date/Time Duration:
pt_br: Duração padrão de Data/Hora:

source: None
pt_br: Nenhum

source: Custom
pt_br: Personalizado

source: Post/Page Publish Time
pt_br: Hora da publicação do Post/Página

source: Set the default expiration date to be used when creating new posts and pages. Defaults to none.
pt_br: Definir a data de expiração padrão a ser usada ao criar novos posts e páginas. O padrão é Nenhum.

source: Category Expiration
pt_br: Categoria de Expiração

source: Default Expiration Category
pt_br: Categoria Padrão de Expiração

source: Set's the default expiration category for the post.
pt_br: Definir a categoria de expiração padrão para o post.

source: Post Footer Display
pt_br: Exibição do Rodapé do Post.

source: Show in post footer?
pt_br: Mostrar no rodapé do post?

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: This will enable or disable displaying the post expiration date in the post footer.
pt_br: Isso irá ativar ou desativar a exibição da data de expiração após o rodapé.

source: Footer Contents:
pt_br: Conteúdo do Rodapé:

source: Footer Style:
pt_br: Estilo do Rodapé:

source: This post will expire on
pt_br: Este post irá expirar em

source: Save Changes
pt_br: Salvar Alterações

source: Default Expiration Values
pt_br: Valores padrão de expiração

source: How to expire:
pt_br: Como realizar a expiração:

source: Auto-Enable?
pt_br: Habilitar automaticamente?

source: Debugging Disabled
pt_br: Depuração desabilitada

source: Debugging Enabled
pt_br: Depuração habilitada

source: Debugging Table Emptied
pt_br: A Tabela de Depuração foi esvaziada

source: Advanced Diagnostics
pt_br: Diagnóstico Avançado

source: Status: Enabled
pt_br: Situação: habilitado

source: Disable Debugging
pt_br: Desabilitar depuração

source: Status: Disabled
pt_br: Situação: Desabilitado

source: Enable Debugging
pt_br: Ativar Depuração

source: Date
pt_br: Data

source: Event
pt_br: Evento

source: Single Event
pt_br: Evento Único

source: Below is a dump of the debugging table, this should be useful for troubleshooting.
pt_br: Abaixo está uma tabela de depuração, isto deve ser útil para solução de problemas.

source: Draft
pt_br: Rascunho

source: Delete
pt_br: Eliminar

source: Private
pt_br: Privado

source: Category: Replace
pt_br: Categoria: Replace

source: Category: Add
pt_br: Categoria: Add

source: Category: Remove
pt_br: Categoria: Remove
